alexisvt.flutter-snippets
amiralizadeh9480.laravel-extra-intellisense
antfu.browse-lite
antfu.vite
anthropic.claude-code
appcypher.astro
astro-build.astro-vscode
atommaterial.a-file-icon-vscode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
codingyu.laravel-goto-view
damirka.move-syntax
dart-code.dart-code
dart-code.flutter
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dgileadi.java-decompiler
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
eyhn.vscode-vibrancy
flutterflow.flutterflow-custom-code-editor
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
google.colab
gruntfuggly.todo-tree
humao.rest-client
illixion.vscode-vibrancy-continued
joyous-coder.springboot-extension-pack
mhutchie.git-graph
motion.motion-vscode-extension
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
mysten.move
mysten.move-trace-debug
naco-siren.gradle-language
naoray.laravel-goto-components
nxt3.vscode-material-ui
onecentlin.laravel-blade
openai.chatgpt
oracle.oracle-java
philnash.ngrok-for-vscode
pkief.material-icon-theme
postman.postman-for-vscode
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
sheltonlouis.astro-snippets
shufo.vscode-blade-formatter
sonarsource.sonarlint-vscode
tabnine.tabnine-vscode
tintinweb.vscode-decompiler
tomoki1207.pdf
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
yangbaopan.vscode-java-ibatisx
zignd.html-css-class-completion
